{"Topic":"History","Page_Title":"Main Page","First_Paragraph":"Margaret Sibella Brown (1866–1961) was a Canadian amateur bryologist specializing in species native to Nova Scotia. Early in her career she was involved with gathering sphagnum moss to be used as surgical dressings during World War I, when cotton was in short supply. After the war, she researched mosses from around the world, publishing papers on materials she had collected herself as well as cataloging samples collected by others; her collections are now housed at major herbaria in North America and Europe. Born into upper-class society, Brown was educated in Nova Scotia and abroad. Although lacking formal scientific training, she has been recognized for her contributions to bryology and as an authority on the mosses and liverworts of Nova Scotia. At the age of 84, Brown was awarded an honorary MA degree from Acadia University after declining their offer of a PhD. She died at her home in Halifax aged 95 and in 2010 was posthumously inducted into the Nova Scotia Scientific Hall of Fame. (Full article...)"}
{"Topic":"History","Page_Title":"Wikipedia:File upload wizard","First_Paragraph":"Thank you for offering to contribute an image or other media file for use on Wikipedia. This wizard will guide you through a questionnaire prompting you for the appropriate copyright and sourcing information for each file. Please ensure you understand copyright and the image use policy before proceeding."}
{"Topic":"History","Page_Title":"Main Page","First_Paragraph":"Margaret Sibella Brown (1866–1961) was a Canadian amateur bryologist specializing in species native to Nova Scotia. Early in her career she was involved with gathering sphagnum moss to be used as surgical dressings during World War I, when cotton was in short supply. After the war, she researched mosses from around the world, publishing papers on materials she had collected herself as well as cataloging samples collected by others; her collections are now housed at major herbaria in North America and Europe. Born into upper-class society, Brown was educated in Nova Scotia and abroad. Although lacking formal scientific training, she has been recognized for her contributions to bryology and as an authority on the mosses and liverworts of Nova Scotia. At the age of 84, Brown was awarded an honorary MA degree from Acadia University after declining their offer of a PhD. She died at her home in Halifax aged 95 and in 2010 was posthumously inducted into the Nova Scotia Scientific Hall of Fame. (Full article...)"}
{"Topic":"History","Page_Title":"Category talk:History","First_Paragraph":"A quick way to see the subcategories and articles: Try hitting the <End> key on the number pad of the keyboard to quickly scroll to the bottom of the category page. Then hit the up arrow on the keyboard to see more articles and subcategories."}
{"Topic":"History","Page_Title":"Library of Congress Classification","First_Paragraph":"The Library of Congress Classification (LCC) is a system of library classification developed by the Library of Congress in the United States, which can be used for shelving books in a library. LCC is mainly used by large research and academic libraries, while most public libraries and small academic libraries use the Dewey Decimal Classification system.[1] The classification was developed by James Hanson (chief of the Catalog Department), with assistance from Charles Martel, in 1897, while they were working at the Library of Congress.[2] It was designed specifically for the purposes and collection of the Library of Congress to replace the fixed location system developed by Thomas Jefferson."}
{"Topic":"History","Page_Title":"Universal Decimal Classification","First_Paragraph":"The Universal Decimal Classification (UDC) is a bibliographic and library classification representing the systematic arrangement of all branches of human knowledge organized as a coherent system in which knowledge fields are related and inter-linked.[1][2][3][4][5] The UDC is an analytico-synthetic and faceted classification system featuring detailed vocabulary and syntax that enables powerful content indexing and information retrieval in large collections.[6][7] Since 1991, the UDC has been owned and managed by the UDC Consortium,[8] a non-profit international association of publishers with headquarters in The Hague, Netherlands."}
{"Topic":"History","Page_Title":"Glossary of history","First_Paragraph":"This glossary of history is a list of definitions of terms and concepts relevant to the study of history and its related fields and sub-disciplines, including both prehistory and the period of human history."}
{"Topic":"History","Page_Title":"Environmental history","First_Paragraph":"Environmental history is the study of human interaction with the natural world over time, emphasising the active role nature plays in influencing human affairs and vice versa."}
{"Topic":"History","Page_Title":"Historical culture","First_Paragraph":"Historical culture is a relatively new concept that encompasses \"both material and immaterial culture as well as academic and popular articulations\" of history.[1]"}
{"Topic":"History","Page_Title":"Historical significance","First_Paragraph":"Historical significance is a historiographical key concept that explores and seeks to explain the selection of particular social and cultural past events for remembrance by human societies. This element of selection involved in both ascribing and analyzing historical significance is one factor in making the discipline of history distinct from the past.[1] Historians consider knowledge of dates and events within and between specific historical periods the primary content of history, also known as \"first-order knowledge\" or substantive concepts. In contrast, historical significance is an example of a subject specific secondary key concept or \"second-order knowledge\" also known as a meta-concept,[2] or disciplinary concept,[3] which is typically used to help organize knowledge within a subject area, frame suitable areas of inquiry, provide the framework upon which substantive knowledge can be built, and map learner progression within a subject discipline.[4] Specifically with regards to historical significance, the way dates and events are chosen and ascribed relative significance is not fixed and can change over time according to which criteria were used to form the judgement of significance as well as how those criteria were chosen themselves in the first place. This aspect to significance has been described as:"}
{"Topic":"History","Page_Title":"Historicism","First_Paragraph":"Historicism is an approach to explaining the existence of phenomena, especially social and cultural practices (including ideas and beliefs), by studying the process or history by which they came about. The term is widely used in philosophy, anthropology, and sociology."}
{"Topic":"History","Page_Title":"Local history","First_Paragraph":"Local history is the study of history in a geographically local context, often concentrating on a relatively small local community. It incorporates cultural and social aspects of history. Local history is not merely national history writ small but a study of past events in a given geographical area which is based on a wide variety of documentary evidence and placed in a comparative context that is both regional and national.[1] Historic plaques are one form of documentation of significant occurrences in the past and oral histories are another."}
{"Topic":"History","Page_Title":"Marianne (Mary Ann) Titus v. Elijah Mitchell, Alexander J. Fields","First_Paragraph":"Marianne (Mary Ann) Titus v. Elijah Mitchell, Alexander J. Fields (1832–1833) was a legal case in which Marianne's mother, Lydia Titus, petitioned for her freedom in St. Louis County, Missouri[1]. This was one of many freedom suits that involved the Titus family. Lydia Titus was declared in the early 1820s as a Free Person of Color (FPOC), whereas all of her children were considered enslaved due to the state's statutes on slavery[2]."}
{"Topic":"History","Page_Title":"National memory","First_Paragraph":"National memory is a form of collective memory defined by shared experiences and culture. It is an integral part to national identity."}
{"Topic":"History","Page_Title":"Northern Syrian regions","First_Paragraph":"The Northern Syrian Provinces, or Cilicia and Upper Mesopotamia, were territories of historical and Ottoman Syria annexed by Turkiye following World War 1. In 1921, the Ankara Treaty was finalised between France and the Turkish national government; in exchange for Turkey's recognition of the French mandate over Syria, France would end its centuries-old mission of protecting Eastern Christians.[1] The Treaty of Lausanne, signed in 1923, formally adopted this bilateral agreement, thereby establishing a new border between Turkey and the Arabs. This ultimately culminated in Turkey acquiring vast swaths of Arab land - regions promised by the McMahon-Hussein Correspondence and affirmed by the King-Crane Commission.[2]"}
{"Topic":"History","Page_Title":"Main Page","First_Paragraph":"Margaret Sibella Brown (1866–1961) was a Canadian amateur bryologist specializing in species native to Nova Scotia. Early in her career she was involved with gathering sphagnum moss to be used as surgical dressings during World War I, when cotton was in short supply. After the war, she researched mosses from around the world, publishing papers on materials she had collected herself as well as cataloging samples collected by others; her collections are now housed at major herbaria in North America and Europe. Born into upper-class society, Brown was educated in Nova Scotia and abroad. Although lacking formal scientific training, she has been recognized for her contributions to bryology and as an authority on the mosses and liverworts of Nova Scotia. At the age of 84, Brown was awarded an honorary MA degree from Acadia University after declining their offer of a PhD. She died at her home in Halifax aged 95 and in 2010 was posthumously inducted into the Nova Scotia Scientific Hall of Fame. (Full article...)"}
{"Topic":"History","Page_Title":"Wikipedia:File upload wizard","First_Paragraph":"Thank you for offering to contribute an image or other media file for use on Wikipedia. This wizard will guide you through a questionnaire prompting you for the appropriate copyright and sourcing information for each file. Please ensure you understand copyright and the image use policy before proceeding."}
{"Topic":"History","Page_Title":"Main Page","First_Paragraph":"Margaret Sibella Brown (1866–1961) was a Canadian amateur bryologist specializing in species native to Nova Scotia. Early in her career she was involved with gathering sphagnum moss to be used as surgical dressings during World War I, when cotton was in short supply. After the war, she researched mosses from around the world, publishing papers on materials she had collected herself as well as cataloging samples collected by others; her collections are now housed at major herbaria in North America and Europe. Born into upper-class society, Brown was educated in Nova Scotia and abroad. Although lacking formal scientific training, she has been recognized for her contributions to bryology and as an authority on the mosses and liverworts of Nova Scotia. At the age of 84, Brown was awarded an honorary MA degree from Acadia University after declining their offer of a PhD. She died at her home in Halifax aged 95 and in 2010 was posthumously inducted into the Nova Scotia Scientific Hall of Fame. (Full article...)"}
{"Topic":"History","Page_Title":"Category talk:History images","First_Paragraph":"Talk pages are where people discuss how to make content on Wikipedia the best that it can be. You can use this page to start a discussion with others about how to improve the \"Category:History images\" page."}
{"Topic":"History","Page_Title":"Main Page","First_Paragraph":"Margaret Sibella Brown (1866–1961) was a Canadian amateur bryologist specializing in species native to Nova Scotia. Early in her career she was involved with gathering sphagnum moss to be used as surgical dressings during World War I, when cotton was in short supply. After the war, she researched mosses from around the world, publishing papers on materials she had collected herself as well as cataloging samples collected by others; her collections are now housed at major herbaria in North America and Europe. Born into upper-class society, Brown was educated in Nova Scotia and abroad. Although lacking formal scientific training, she has been recognized for her contributions to bryology and as an authority on the mosses and liverworts of Nova Scotia. At the age of 84, Brown was awarded an honorary MA degree from Acadia University after declining their offer of a PhD. She died at her home in Halifax aged 95 and in 2010 was posthumously inducted into the Nova Scotia Scientific Hall of Fame. (Full article...)"}
{"Topic":"History","Page_Title":"Wikipedia:File upload wizard","First_Paragraph":"Thank you for offering to contribute an image or other media file for use on Wikipedia. This wizard will guide you through a questionnaire prompting you for the appropriate copyright and sourcing information for each file. Please ensure you understand copyright and the image use policy before proceeding."}
{"Topic":"History","Page_Title":"Main Page","First_Paragraph":"Margaret Sibella Brown (1866–1961) was a Canadian amateur bryologist specializing in species native to Nova Scotia. Early in her career she was involved with gathering sphagnum moss to be used as surgical dressings during World War I, when cotton was in short supply. After the war, she researched mosses from around the world, publishing papers on materials she had collected herself as well as cataloging samples collected by others; her collections are now housed at major herbaria in North America and Europe. Born into upper-class society, Brown was educated in Nova Scotia and abroad. Although lacking formal scientific training, she has been recognized for her contributions to bryology and as an authority on the mosses and liverworts of Nova Scotia. At the age of 84, Brown was awarded an honorary MA degree from Acadia University after declining their offer of a PhD. She died at her home in Halifax aged 95 and in 2010 was posthumously inducted into the Nova Scotia Scientific Hall of Fame. (Full article...)"}
{"Topic":"History","Page_Title":"Category talk:Historical controversies","First_Paragraph":"Talk pages are where people discuss how to make content on Wikipedia the best that it can be. You can use this page to start a discussion with others about how to improve the \"Category:Historical controversies\" page."}
{"Topic":"History","Page_Title":"Alternative theories of the location of Great Moravia","First_Paragraph":"Alternative theories of the location of Great Moravia propose that the core territory of \"Great Moravia\", a 9th-century Slavic polity, was not (or was only partly) located in the region of the northern Morava River (in present-day Czech Republic). Moravia emerged after the fall of the Avar Khaganate in the early 9th century. It flourished during the reign of Svatopluk I in the second half of the century, but collapsed in the first decade of the 10th century. \"Great Moravia\" was regarded as an archetype of Czechoslovakia, the common state of the Czechs and Slovaks, in the 20th century, and its legacy is mentioned in the preamble to the Constitution of Slovakia."}
{"Topic":"History","Page_Title":"Dawid Moryc Apfelbaum","First_Paragraph":"Dawid Moryc Apfelbaum, sometimes also known as Mieczysław Dawid Apfelbaum, is a disputed soldier who some contend was incorrectly credited as the commander of the Jewish Military Union that fought in the 1943 Warsaw Ghetto Uprising, during the Second World War. It is claimed that he died on 28 April 1943. Some allege he also served as a lieutenant of the Polish Armed Forces prior to the conflict."}
{"Topic":"History","Page_Title":"Peace of Callias","First_Paragraph":"The Peace of Callias is a purported peace treaty that supposedly was established around 449 BCE between the Delian League (led by Athens) and the Achaemenid Empire and ended the Greco-Persian Wars. The peace would then be the first compromise treaty between Achaemenid Persia and a Greek city."}
{"Topic":"History","Page_Title":"Driftwood theory","First_Paragraph":"The driftwood theory (Finnish: ajopuuteoria, Swedish: drivvedsteorin) states that Finland's involvement in the Second World War was the consequence of inadvertent decisions made on the basis of a limited choice of policies, emphasizing its reactive stance rather than inherent aggression."}
{"Topic":"History","Page_Title":"East Patagonia, Tierra del Fuego and Strait of Magellan dispute","First_Paragraph":"The East Patagonia, Tierra del Fuego and Strait of Magellan Dispute[1] or the Patagonia Question was the boundary dispute between Argentina and Chile[2] during the 19th century[3][4] for the possession of the southernmost territories of South America[5] on the basis of disagreements over the boundaries corresponding to the uti possidetis juris inherited from the Spanish Empire.[6][7][8]"}
{"Topic":"History","Page_Title":"Erwin Rommel and the Bundeswehr","First_Paragraph":"A significant controversy exists over the German Bundeswehr's use of Field Marshal Erwin Rommel as its role model. Numerous critics take issue with the Bundeswehr's reverence towards Rommel as its primary role model.[2][3][4][5][1][6][7] While recognising his great talents as a commander, they point out several problems, including Rommel's involvement with a criminal regime and his political naivete. However, there are also many supporters of the continued commemoration of Rommel by the Bundeswehr, and there remains military buildings and streets named after him and portraits of him displayed."}
{"Topic":"History","Page_Title":"Female Uesugi Kenshin theory","First_Paragraph":"Female Uesugi Kenshin Theory (上杉謙信女性説) is a hypothesis proposed by novelist Tomeo Yagiri [ja] in 1968, suggesting that Uesugi Kenshin, the daimyo of Echigo Province during the Sengoku period, might have actually been a woman."}
{"Topic":"History","Page_Title":"Functionalism–intentionalism debate","First_Paragraph":"The functionalism–intentionalism debate is a historiographical debate about the reasons for the Holocaust as well as most aspects of the Third Reich, such as foreign policy. It essentially centres on two questions:"}
{"Topic":"History","Page_Title":"Germany–Soviet Union relations, 1918–1941","First_Paragraph":"German–Soviet relations date to the aftermath of the First World War. The Treaty of Brest-Litovsk, dictated by Germany ended hostilities between Russia and Germany; it was signed on March 3, 1918.[1] A few months later, the German ambassador to Moscow, Wilhelm von Mirbach, was shot dead by Russian Left Socialist-Revolutionaries in an attempt to incite a new war between Russia and Germany. The entire Soviet embassy under Adolph Joffe was deported from Germany on November 6, 1918, for their active support of the German Revolution. Karl Radek also illegally supported communist subversive activities in Weimar Germany in 1919."}
{"Topic":"History","Page_Title":"Great Stirrup Controversy","First_Paragraph":"The Great Stirrup Controversy is the academic debate about the Stirrup Thesis, the theory that feudalism in Europe developed largely as a result of the introduction of the stirrup to cavalry[1][2] in the 8th century AD. It relates to the hypothesis suggested by Lynn Townsend White Jr. in his 1962 book, Medieval Technology and Social Change.[3] White believed that the stirrup enabled heavy cavalry and shock combat, which in turn prompted the Carolingian dynasty of the 8th and 9th centuries to organize its territory into a vassalage system, rewarding mounted warriors with land grants for their service."}
{"Topic":"History","Page_Title":"Historikerstreit","First_Paragraph":"The Historikerstreit (German: [hɪsˈtoːʁɪkɐˌʃtʁaɪt] ⓘ, \"historians' dispute\")[1] was a dispute in the late 1980s in West Germany between conservative and left-of-center academics and other intellectuals about how to incorporate Nazi Germany and the Holocaust into German historiography, and more generally into the German people's view of themselves.[2] The dispute was initiated with the Bitburg controversy, which related to a commemorative service at a German military cemetery where members of the Waffen-SS were buried. The service was attended by President of the United States Ronald Reagan, who had been invited by the West German Chancellor Helmut Kohl. The Bitburg ceremony was widely interpreted in Germany as the beginning of the \"normalization\" of the nation's Nazi past, and inspired a slew of criticisms and defenses that made up the initiating arguments of the Historikerstreit. The dispute quickly outgrew the initial context of the Bitburg controversy, however, and became a series of broader historiographic, political, and critical debates about how the episode of the Holocaust should be understood in Germany's history and identity."}
{"Topic":"History","Page_Title":"Holocaust trivialization","First_Paragraph":"Holocaust trivialization refers to any comparison or analogy that diminishes the scale and severity of the atrocities committed by Nazi Germany during the Holocaust.[1] The Wiesel Commission defined trivialization as the abusive use of comparisons with the aim of minimizing the Holocaust and banalizing its atrocities.[2]"}
{"Topic":"History","Page_Title":"Icebreaker (non-fiction book)","First_Paragraph":"Icebreaker: Who Started the Second World War? (Russian title: Ледокол) is a military history book by the Russian non-fiction author Viktor Suvorov, published in 1989.[1] Suvorov argued that Joseph Stalin planned a conquest of Europe for many years, and was preparing to launch a surprise attack on Nazi Germany at the end of summer of 1941 to begin that plan. He says that Operation Barbarossa was a pre-emptive strike by Adolf Hitler, a claim which the Nazi leader himself had made at the time. Since the 1990s and the dissolution of the Soviet Union, this theory has received some support among historians in some post-Soviet and Central European states, but some Western scholars have criticized his conclusions for lack of evidence and documentation."}
{"Topic":"History","Page_Title":"The Man Who Broke into Auschwitz","First_Paragraph":"The Man Who Broke Into Auschwitz is the title of a claimed autobiographical, but later classified as semi-autobiographical and semi-fictional book by Denis Avey, who is a recipient of a British Hero of the Holocaust award. The book was written together with Rob Broomby and  published by Hodder in 2011.[1] It carries a foreword by Sir Martin Gilbert.  The novelist James Long assisted with research and helped to edit and structure the manuscript."}
{"Topic":"History","Page_Title":"Nazi foreign policy debate","First_Paragraph":"The foreign policy and war aims of the Nazis have been the subject of debate among historians. The Nazis governed Germany between 1933 and 1945. There has been disagreement over whether Adolf Hitler aimed solely at European expansion and domination, or whether he planned for a long-term global empire."}
{"Topic":"History","Page_Title":"Pacificus–Helvidius Debates","First_Paragraph":"The Pacificus–Helvidius Debates were a series of newspaper disputes between American Founding Fathers Alexander Hamilton and James Madison regarding the nature of presidential authority in the wake of George Washington's controversial Proclamation of Neutrality.[1]"}
{"Topic":"History","Page_Title":"Participation of Ukrainians in the suppression of the Warsaw Uprising","First_Paragraph":"Participation of Ukrainians in the suppression of the Warsaw Uprising refers to the involvement of Ukrainian collaborators in German service in quelling the Warsaw Uprising in 1944."}
{"Topic":"History","Page_Title":"Porter–MacKenzie debate","First_Paragraph":"The Porter–MacKenzie debate is a historiographical controversy in the field of Modern British and Imperial history. It focuses on the extent to which colonialism was an important influence within British culture during the 19th and 20th centuries. The debate was characterised by disagreement between the academic historians Bernard Porter and John MacKenzie, beginning in 2004. Porter argued that British imperial expansion during the era of New Imperialism had little effect on ordinary people in the United Kingdom, while MacKenzie argued that colonialism dominated British popular culture for much of the period."}
{"Topic":"History","Page_Title":"Public Utility Holding Company Act of 1935","First_Paragraph":"The Public Utility Holding Company Act of 1935 (PUHCA),[1] also known as the Wheeler-Rayburn Act, was a US federal law giving the Securities and Exchange Commission authority to regulate, license, and break up electric utility holding companies.  It limited holding company operations to a single state, thus subjecting them to effective state regulation. It also broke up any holding companies with more than two tiers, forcing divestitures so that each became a single integrated system serving a limited geographic area. Another purpose of the PUHCA was to keep utility holding companies engaged in regulated businesses from also engaging in unregulated businesses. The act was based on the conclusions and recommendations of the 1928-35 Federal Trade Commission investigation of the electric industry. On March 12, 1935, President Franklin D. Roosevelt released a report he commissioned by  the National Power Policy Committee.  This report became the template for the PUHCA. The political battle over its passage was one of the bitterest of the New Deal, and was followed by eleven years of legal appeals by holding companies led by the Electric Bond and Share Company, which finally completed its breakup in 1961."}
{"Topic":"History","Page_Title":"Rats of Nam Yum","First_Paragraph":"The Rats of Nam Yum were internal deserters from the French forces at the Battle of Dien Bien Phu during the First Indochina War."}
{"Topic":"History","Page_Title":"Sea of the West","First_Paragraph":"The Sea of the West, or Mer de l'Ouest, was a geographic misconception of an inland sea in the Pacific Northwest that appeared on many maps of the 18th century. The depiction was particularly common on French maps. The sea was supposed to be connected to the Pacific Ocean by at least one strait. Many different conjectures about the sea's shape, size, and position appeared on maps of the period."}
{"Topic":"History","Page_Title":"Heyward Shepherd monument","First_Paragraph":"The Heyward Shepherd monument is a monument in Harpers Ferry, West Virginia, dedicated in 1931. It commemorates Heyward[a] Shepherd (1825 – October 17, 1859), a free black man who was the first person killed during John Brown's raid on Harpers Ferry.[2]"}
{"Topic":"History","Page_Title":"Shubhodaya controversy","First_Paragraph":"The Shubhodaya Controversy is related to the heated debates in India about a court case that happened in 1919 around a newspaper article in the Kannada language daily Shubhodaya. Under the title \"Allama, Basava Vrittantavenu? (What is the Description of Allama and Basava, dated 18 April 1919), R. Shrinivasacharya wrote certain historical details which allegedly tarnished the image of Basavanna and Allama.[1]  This article triggered the wrath of the Lingayatas and resulted in Siddaramappa Pawate, a well known legal practitioner and a Lingayata scholar, suing[why?] Shrinivasacharya in the first grade Magistrate court of Dharwad."}
{"Topic":"History","Page_Title":"Skopje 2014","First_Paragraph":"Skopje 2014 (Macedonian: Скопје 2014) was a project financed by the government of the Republic of Macedonia (now North Macedonia) of the then-ruling nationalist party VMRO-DPMNE, with the official purpose of giving the capital Skopje a more classical appeal but designed more earthquake-proof.[1] The project, officially announced in 2010, consisted mainly of the construction of colleges, museums and government buildings, as well as the erection of monuments depicting historical figures from the region of Macedonia. Around 20 buildings and over 40 monuments were to be constructed as part of the project.[2]"}
{"Topic":"History","Page_Title":"Socratic problem","First_Paragraph":"In historical scholarship, the Socratic problem (also called Socratic question)[1] concerns attempts at reconstructing a historical and philosophical image of Socrates based on the variable, and sometimes contradictory, nature of the existing sources on his life. Scholars rely upon extant sources, such as those of contemporaries like Aristophanes or disciples of Socrates like Plato and Xenophon, for knowing anything about Socrates. However, these sources contain contradictory details of his life, words, and beliefs when taken together. This complicates the attempts at reconstructing the beliefs and philosophical views held by the historical Socrates. It has become apparent to scholarship that this problem is seemingly impossible to clarify and thus perhaps now classified as unsolvable.[2][3] Early proposed solutions to the matter still pose significant problems today.[4]"}
{"Topic":"History","Page_Title":"Sybel-Ficker controversy","First_Paragraph":"The Sybel-Ficker controversy (German: Sybel-Ficker-Streit) is the name given to a dispute in the second half of the 19th century between the historians Heinrich von Sybel (1817–1895) and Julius von Ficker (1826–1902). It involved a discussion concerning relations between Rome (that is, the papal see) and the Holy Roman Empire, which also had an important bearing on the Austria–Prussia rivalry—whether Austria was to be part of a federal Germany, or whether Germany would continue without Austria (as a Lesser Germany)."}
{"Topic":"History","Page_Title":"Thoen Stone","First_Paragraph":"The Thoen Stone is an inscribed sandstone slab that was discovered in the Black Hills of South Dakota by Louis Thoen in 1887. The inscription, dated 1834, was supposedly made by the last survivor of a gold mining party whose members were killed by Native Americans after discovering gold in the area. The discovery of the stone called into question the first discovery of gold in the Black Hills and the history of gold mining in the area; if the account provided by the inscription is authentic, it would mean that gold was discovered in the Black Hills 40 years before the Custer Expedition of 1874 and the subsequent Black Hills Gold Rush.[1] It is currently on display at the Adams Museum & House in Deadwood, South Dakota.[2]"}
{"Topic":"Sports","Page_Title":"Main Page","First_Paragraph":"Margaret Sibella Brown (1866–1961) was a Canadian amateur bryologist specializing in species native to Nova Scotia. Early in her career she was involved with gathering sphagnum moss to be used as surgical dressings during World War I, when cotton was in short supply. After the war, she researched mosses from around the world, publishing papers on materials she had collected herself as well as cataloging samples collected by others; her collections are now housed at major herbaria in North America and Europe. Born into upper-class society, Brown was educated in Nova Scotia and abroad. Although lacking formal scientific training, she has been recognized for her contributions to bryology and as an authority on the mosses and liverworts of Nova Scotia. At the age of 84, Brown was awarded an honorary MA degree from Acadia University after declining their offer of a PhD. She died at her home in Halifax aged 95 and in 2010 was posthumously inducted into the Nova Scotia Scientific Hall of Fame. (Full article...)"}
{"Topic":"Sports","Page_Title":"Wikipedia:File upload wizard","First_Paragraph":"Thank you for offering to contribute an image or other media file for use on Wikipedia. This wizard will guide you through a questionnaire prompting you for the appropriate copyright and sourcing information for each file. Please ensure you understand copyright and the image use policy before proceeding."}
{"Topic":"Sports","Page_Title":"Main Page","First_Paragraph":"Margaret Sibella Brown (1866–1961) was a Canadian amateur bryologist specializing in species native to Nova Scotia. Early in her career she was involved with gathering sphagnum moss to be used as surgical dressings during World War I, when cotton was in short supply. After the war, she researched mosses from around the world, publishing papers on materials she had collected herself as well as cataloging samples collected by others; her collections are now housed at major herbaria in North America and Europe. Born into upper-class society, Brown was educated in Nova Scotia and abroad. Although lacking formal scientific training, she has been recognized for her contributions to bryology and as an authority on the mosses and liverworts of Nova Scotia. At the age of 84, Brown was awarded an honorary MA degree from Acadia University after declining their offer of a PhD. She died at her home in Halifax aged 95 and in 2010 was posthumously inducted into the Nova Scotia Scientific Hall of Fame. (Full article...)"}
{"Topic":"Sports","Page_Title":"Category talk:Sports","First_Paragraph":"Talk pages are where people discuss how to make content on Wikipedia the best that it can be. You can use this page to start a discussion with others about how to improve the \"Category:Sports\" page."}
{"Topic":"Sports","Page_Title":"Portal:Sports","First_Paragraph":"Sport is a form of physical activity or game. Often competitive and organized, sports use, maintain, or improve physical ability and skills. They also provide enjoyment to participants and, in some cases, entertainment to spectators. Many sports exist, with different participant numbers, some are done by a single person with others being done by hundreds. Most sports take place either in teams or competing as individuals. Some sports allow a \"tie\" or \"draw\", in which there is no single winner; others provide tie-breaking methods to ensure one winner. A number of contests may be arranged in a tournament format, producing a champion. Many sports leagues make an annual champion by arranging games in a regular sports season, followed in some cases by playoffs."}
{"Topic":"Sports","Page_Title":"Library of Congress Classification","First_Paragraph":"The Library of Congress Classification (LCC) is a system of library classification developed by the Library of Congress in the United States, which can be used for shelving books in a library. LCC is mainly used by large research and academic libraries, while most public libraries and small academic libraries use the Dewey Decimal Classification system.[1] The classification was developed by James Hanson (chief of the Catalog Department), with assistance from Charles Martel, in 1897, while they were working at the Library of Congress.[2] It was designed specifically for the purposes and collection of the Library of Congress to replace the fixed location system developed by Thomas Jefferson."}
{"Topic":"Sports","Page_Title":"Universal Decimal Classification","First_Paragraph":"The Universal Decimal Classification (UDC) is a bibliographic and library classification representing the systematic arrangement of all branches of human knowledge organized as a coherent system in which knowledge fields are related and inter-linked.[1][2][3][4][5] The UDC is an analytico-synthetic and faceted classification system featuring detailed vocabulary and syntax that enables powerful content indexing and information retrieval in large collections.[6][7] Since 1991, the UDC has been owned and managed by the UDC Consortium,[8] a non-profit international association of publishers with headquarters in The Hague, Netherlands."}
{"Topic":"Sports","Page_Title":"Portal:Sports","First_Paragraph":"Sport is a form of physical activity or game. Often competitive and organized, sports use, maintain, or improve physical ability and skills. They also provide enjoyment to participants and, in some cases, entertainment to spectators. Many sports exist, with different participant numbers, some are done by a single person with others being done by hundreds. Most sports take place either in teams or competing as individuals. Some sports allow a \"tie\" or \"draw\", in which there is no single winner; others provide tie-breaking methods to ensure one winner. A number of contests may be arranged in a tournament format, producing a champion. Many sports leagues make an annual champion by arranging games in a regular sports season, followed in some cases by playoffs."}
{"Topic":"Sports","Page_Title":"2024 Orienteering World Cup","First_Paragraph":"The 2024 Orienteering World Cup is the 29th edition of the Orienteering World Cup. It consists of seven individual events and three relay events. These are split over four rounds taking place in Switzerland, Italy, Hungary and Finland.[1] The World Cup was broadcast on public television in Sweden (SVT)[2] Finland (YLE) and Switzerland (SRF)[3]"}
{"Topic":"Sports","Page_Title":"Egyptian women's participation in the Summer Olympics","First_Paragraph":"The Summer Olympics were first held in 1896 in Athens, but women were not permitted to participate until the second edition of the Games in 1900 in Paris. In that year, 23 female athletes competed alongside 1,201 male athletes.[1] Seventy-six years after the inaugural Summer Olympics, Egyptian women were on the cusp of participating in the 1972 Summer Olympics for the first time. However, the Egyptian delegation withdrew from the Games prematurely after the Munich incident. As documented in the official report of the Olympic Organizing Committee, Egypt's planned participation included one female athlete alongside 38 male athletes.[2] However, the participation featured no women and was limited to 23 male athletes.[3]"}
{"Topic":"Sports","Page_Title":"Florence Nkalubo","First_Paragraph":"Florence Nkalubo also known as Owek Florence Bagunywa Nkalubo is a Ugandan educator, politician and sports advocate. She is known for her efforts in championing sports among women and youth in Uganda."}
{"Topic":"Sports","Page_Title":"Home Ball","First_Paragraph":"Home Ball is a combination of three sports practices involving balls in a closed and target-equipped facility created in 2011. In each of these practices (Home Ball Handball, Home Ball Football and Home Ball Wheelchair), two teams compete against each other to score in the yellow targets of the opposing side in order to get more points than their opponent."}
{"Topic":"Sports","Page_Title":"Sabrina Vannini","First_Paragraph":"Sabrina Vannini (Padua, 21 October 1971) is an Italian archer.\nGraduated in Political Science, in 2013 she attended a course in historical bow construction and subsequently began to practice the discipline of archery, she defines herself as the \"woman of the woods\", she competes with the Arcieri Città di Terni but is from Padua. Her training ground is the Euganean Hills.[1]"}
{"Topic":"Sports","Page_Title":"Main Page","First_Paragraph":"Margaret Sibella Brown (1866–1961) was a Canadian amateur bryologist specializing in species native to Nova Scotia. Early in her career she was involved with gathering sphagnum moss to be used as surgical dressings during World War I, when cotton was in short supply. After the war, she researched mosses from around the world, publishing papers on materials she had collected herself as well as cataloging samples collected by others; her collections are now housed at major herbaria in North America and Europe. Born into upper-class society, Brown was educated in Nova Scotia and abroad. Although lacking formal scientific training, she has been recognized for her contributions to bryology and as an authority on the mosses and liverworts of Nova Scotia. At the age of 84, Brown was awarded an honorary MA degree from Acadia University after declining their offer of a PhD. She died at her home in Halifax aged 95 and in 2010 was posthumously inducted into the Nova Scotia Scientific Hall of Fame. (Full article...)"}
{"Topic":"Sports","Page_Title":"Wikipedia:File upload wizard","First_Paragraph":"Thank you for offering to contribute an image or other media file for use on Wikipedia. This wizard will guide you through a questionnaire prompting you for the appropriate copyright and sourcing information for each file. Please ensure you understand copyright and the image use policy before proceeding."}
{"Topic":"Sports","Page_Title":"Main Page","First_Paragraph":"Margaret Sibella Brown (1866–1961) was a Canadian amateur bryologist specializing in species native to Nova Scotia. Early in her career she was involved with gathering sphagnum moss to be used as surgical dressings during World War I, when cotton was in short supply. After the war, she researched mosses from around the world, publishing papers on materials she had collected herself as well as cataloging samples collected by others; her collections are now housed at major herbaria in North America and Europe. Born into upper-class society, Brown was educated in Nova Scotia and abroad. Although lacking formal scientific training, she has been recognized for her contributions to bryology and as an authority on the mosses and liverworts of Nova Scotia. At the age of 84, Brown was awarded an honorary MA degree from Acadia University after declining their offer of a PhD. She died at her home in Halifax aged 95 and in 2010 was posthumously inducted into the Nova Scotia Scientific Hall of Fame. (Full article...)"}
{"Topic":"Sports","Page_Title":"Category talk:Categories by sport","First_Paragraph":"Talk pages are where people discuss how to make content on Wikipedia the best that it can be. You can use this page to start a discussion with others about how to improve the \"Category:Categories by sport\" page."}
{"Topic":"Sports","Page_Title":"Main Page","First_Paragraph":"Margaret Sibella Brown (1866–1961) was a Canadian amateur bryologist specializing in species native to Nova Scotia. Early in her career she was involved with gathering sphagnum moss to be used as surgical dressings during World War I, when cotton was in short supply. After the war, she researched mosses from around the world, publishing papers on materials she had collected herself as well as cataloging samples collected by others; her collections are now housed at major herbaria in North America and Europe. Born into upper-class society, Brown was educated in Nova Scotia and abroad. Although lacking formal scientific training, she has been recognized for her contributions to bryology and as an authority on the mosses and liverworts of Nova Scotia. At the age of 84, Brown was awarded an honorary MA degree from Acadia University after declining their offer of a PhD. She died at her home in Halifax aged 95 and in 2010 was posthumously inducted into the Nova Scotia Scientific Hall of Fame. (Full article...)"}
{"Topic":"Sports","Page_Title":"Wikipedia:File upload wizard","First_Paragraph":"Thank you for offering to contribute an image or other media file for use on Wikipedia. This wizard will guide you through a questionnaire prompting you for the appropriate copyright and sourcing information for each file. Please ensure you understand copyright and the image use policy before proceeding."}
{"Topic":"Sports","Page_Title":"Main Page","First_Paragraph":"Margaret Sibella Brown (1866–1961) was a Canadian amateur bryologist specializing in species native to Nova Scotia. Early in her career she was involved with gathering sphagnum moss to be used as surgical dressings during World War I, when cotton was in short supply. After the war, she researched mosses from around the world, publishing papers on materials she had collected herself as well as cataloging samples collected by others; her collections are now housed at major herbaria in North America and Europe. Born into upper-class society, Brown was educated in Nova Scotia and abroad. Although lacking formal scientific training, she has been recognized for her contributions to bryology and as an authority on the mosses and liverworts of Nova Scotia. At the age of 84, Brown was awarded an honorary MA degree from Acadia University after declining their offer of a PhD. She died at her home in Halifax aged 95 and in 2010 was posthumously inducted into the Nova Scotia Scientific Hall of Fame. (Full article...)"}
{"Topic":"Sports","Page_Title":"Category talk:Sports business","First_Paragraph":"Talk pages are where people discuss how to make content on Wikipedia the best that it can be. You can use this page to start a discussion with others about how to improve the \"Category:Sports business\" page."}
{"Topic":"Sports","Page_Title":"Portal:Sports","First_Paragraph":"Sport is a form of physical activity or game. Often competitive and organized, sports use, maintain, or improve physical ability and skills. They also provide enjoyment to participants and, in some cases, entertainment to spectators. Many sports exist, with different participant numbers, some are done by a single person with others being done by hundreds. Most sports take place either in teams or competing as individuals. Some sports allow a \"tie\" or \"draw\", in which there is no single winner; others provide tie-breaking methods to ensure one winner. A number of contests may be arranged in a tournament format, producing a champion. Many sports leagues make an annual champion by arranging games in a regular sports season, followed in some cases by playoffs."}
{"Topic":"Sports","Page_Title":"Portal:Business","First_Paragraph":"Portal topics - (Random portal)"}
{"Topic":"Sports","Page_Title":"Sport management","First_Paragraph":"Sport management is the field of business dealing with sports and recreation.[1] Sports management involves any combination of skills that correspond with planning, organizing, directing, controlling, budgeting, leading, or evaluating of any organization or business within the sports field.[2] The field of sport management has its origins in physical education departments. The discipline has evolved to incorporate history and sociology.[3] Development of sport management has also extended to esport management growing to a $4.5 billion dollar industry as of 2018.[4] The opportunities in sport management have expanded to include sports marketing, sports media analytics, sports sponsorships and sports facilities management.[5]"}
{"Topic":"Sports","Page_Title":"Sport management","First_Paragraph":"Sport management is the field of business dealing with sports and recreation.[1] Sports management involves any combination of skills that correspond with planning, organizing, directing, controlling, budgeting, leading, or evaluating of any organization or business within the sports field.[2] The field of sport management has its origins in physical education departments. The discipline has evolved to incorporate history and sociology.[3] Development of sport management has also extended to esport management growing to a $4.5 billion dollar industry as of 2018.[4] The opportunities in sport management have expanded to include sports marketing, sports media analytics, sports sponsorships and sports facilities management.[5]"}
{"Topic":"Sports","Page_Title":"Sport management","First_Paragraph":"Sport management is the field of business dealing with sports and recreation.[1] Sports management involves any combination of skills that correspond with planning, organizing, directing, controlling, budgeting, leading, or evaluating of any organization or business within the sports field.[2] The field of sport management has its origins in physical education departments. The discipline has evolved to incorporate history and sociology.[3] Development of sport management has also extended to esport management growing to a $4.5 billion dollar industry as of 2018.[4] The opportunities in sport management have expanded to include sports marketing, sports media analytics, sports sponsorships and sports facilities management.[5]"}
{"Topic":"Sports","Page_Title":"Tetsuro Kiyooka","First_Paragraph":"Tetsuro Kiyooka (Japanese: 清岡 哲朗, Kiyooka Tetsuro, 30 July 1970) is a Japanese entrepreneur and former FIFA Players' Agent (Sports agent). Kiyooka is the founder and CEO of SpecTip.[1] He holds Permanent residency in Canada. His ancestors are the Shizoku in Tosa Province, Japan, and he is a distant relative of Roy Kiyooka."}
{"Topic":"Sports","Page_Title":"Company sports","First_Paragraph":"Company sports is organized sport activities within companies, occupational groups, trade unions and public agencies, with the goal to improve the working atmosphere. The form of organization is an alternative to the offerings through regular national sport federations and their special federations. Company sport members can sometimes also participate in sport events under those national federations, like for instance in some marathons, but then often in their own separate classes."}
{"Topic":"Sports","Page_Title":"The ESPN Sports Poll","First_Paragraph":"The ESPN (Chilton) Sports Poll was created by the Chilton Company in 1993 and launched on January 4, 1994.  The Sports Poll was the first ongoing research service to measure sports fan interests, activities and preferences in the United States.  In 1997, the influence of the Sports Poll was recognized by Sporting News: \"the ESPN Chilton poll, in less than three years, has become the single most utilized sports intelligence service in the U.S., a staple now of sports organizations, media and sponsoring companies. His research provides timely data on sports fan interests and behaviors year round, which is an invaluable marketing tool.\"[1]"}
{"Topic":"Sports","Page_Title":"Gate receipts","First_Paragraph":"Gate receipts, or simply \"gate\", is the sum of money taken at a sporting venue for the sale of tickets."}
{"Topic":"Sports","Page_Title":"High-performance sport","First_Paragraph":"High performance sport or elite sport is sport at the highest level of competition. \nIn sports administration, \"high-performance sport\", where the emphasis is on winning prestigious competitions, is distinguished from \"mass sport\" or \"recreational sport\", where the emphasis is on attracting the maximum number of participants. In team sports, the concept of high performance involves also team performance strategy and assessment.[1]"}
{"Topic":"Sports","Page_Title":"MIT Sloan Sports Analytics Conference","First_Paragraph":"The MIT Sloan Sports Analytics Conference (SSAC) is an annual event that provides a forum for industry professionals (executives and leading researchers) and students to discuss the increasing role of analytics in the sports industry. The conference is held in the Boston area and while its location has moved from the MIT campus to higher capacity convention centers such as the Hynes Convention Center and the Boston Convention and Exhibition Center,[1] it has always occurred during February or March."}
{"Topic":"Sports","Page_Title":"NBA fines","First_Paragraph":"The Commissioner of the National Basketball Association (NBA) oversees all the fines handed out to NBA players and organizations for misconduct."}
{"Topic":"Sports","Page_Title":"Personal finances of professional American athletes","First_Paragraph":"The personal finances of professional American athletes is a subject of widespread discussion due to the often high salaries of such athletes and the high rates of personal bankruptcy and other financial distress.[1]"}
{"Topic":"Sports","Page_Title":"Pro shop","First_Paragraph":"A pro shop is a sporting-goods shop in a public or private-membership amateur sporting activities facility, most commonly a golf course, where it is typically located in the country club building."}
{"Topic":"Sports","Page_Title":"Professional sports league organization","First_Paragraph":"Professional sports leagues are organized in numerous ways. The two most significant types are one that developed in Europe, characterized by a tiered structure using promotion and relegation in order to determine participation in a hierarchy of leagues or divisions, and a North American originated model characterized by its use of franchises, closed memberships, and minor leagues. Both these systems remain most common in their area of origin, although both systems are used worldwide."}
{"Topic":"Sports","Page_Title":"List of professional sports","First_Paragraph":"This is a list of professional sports – that is, sports (and, more broadly, non-sport games subject to organized competition) that support one or more systems of professional sports players, sportspeople by occupation.  Such sports also have a vibrant community of amateur players, from whom the best rise to become professionals."}
{"Topic":"Sports","Page_Title":"Stadium subsidy","First_Paragraph":"A stadium subsidy is a type of government subsidy given to professional sports franchises to help finance the construction or renovation of a sports venue.  Stadium subsidies can come in the form of tax-free municipal bonds, cash payments, long-term tax exemptions, infrastructure improvements, and operating cost subsidies. Funding for stadium subsidies can come from all levels of government and remains controversial among legislators and citizens."}
{"Topic":"Sports","Page_Title":"Starting Lineup (toy line)","First_Paragraph":"Starting Lineup is a brand of sports action figures originally produced from 1988 to 2001, first by Kenner and later by Hasbro. They were conceived by Pat McInally, himself a former professional American football player with the Cincinnati Bengals. The figures became very popular, and eventually included sports stars from baseball, football, basketball, and hockey; and, to a lesser extent, auto racing, boxing, track & field, skating, soccer, and golf. In the late 2010s, the figures made a comeback as a promotional item at several sporting events."}
{"Topic":"Sports","Page_Title":"Tapping up","First_Paragraph":"In professional team sports, tapping up (British English) or tampering (American English) is an attempt to persuade a player contracted to one team to transfer to another team, without the knowledge or permission of the player's current team. This kind of approach is often made through the player's agent."}
{"Topic":"Sports","Page_Title":"Main Page","First_Paragraph":"Margaret Sibella Brown (1866–1961) was a Canadian amateur bryologist specializing in species native to Nova Scotia. Early in her career she was involved with gathering sphagnum moss to be used as surgical dressings during World War I, when cotton was in short supply. After the war, she researched mosses from around the world, publishing papers on materials she had collected herself as well as cataloging samples collected by others; her collections are now housed at major herbaria in North America and Europe. Born into upper-class society, Brown was educated in Nova Scotia and abroad. Although lacking formal scientific training, she has been recognized for her contributions to bryology and as an authority on the mosses and liverworts of Nova Scotia. At the age of 84, Brown was awarded an honorary MA degree from Acadia University after declining their offer of a PhD. She died at her home in Halifax aged 95 and in 2010 was posthumously inducted into the Nova Scotia Scientific Hall of Fame. (Full article...)"}
{"Topic":"Sports","Page_Title":"Wikipedia:File upload wizard","First_Paragraph":"Thank you for offering to contribute an image or other media file for use on Wikipedia. This wizard will guide you through a questionnaire prompting you for the appropriate copyright and sourcing information for each file. Please ensure you understand copyright and the image use policy before proceeding."}
{"Topic":"Sports","Page_Title":"Main Page","First_Paragraph":"Margaret Sibella Brown (1866–1961) was a Canadian amateur bryologist specializing in species native to Nova Scotia. Early in her career she was involved with gathering sphagnum moss to be used as surgical dressings during World War I, when cotton was in short supply. After the war, she researched mosses from around the world, publishing papers on materials she had collected herself as well as cataloging samples collected by others; her collections are now housed at major herbaria in North America and Europe. Born into upper-class society, Brown was educated in Nova Scotia and abroad. Although lacking formal scientific training, she has been recognized for her contributions to bryology and as an authority on the mosses and liverworts of Nova Scotia. At the age of 84, Brown was awarded an honorary MA degree from Acadia University after declining their offer of a PhD. She died at her home in Halifax aged 95 and in 2010 was posthumously inducted into the Nova Scotia Scientific Hall of Fame. (Full article...)"}
{"Topic":"Sports","Page_Title":"Category talk:Women and sports","First_Paragraph":"What is the difference between  and ? I think  is rather distinct from the previous two categories but the in sports and the and sports categories have really big overlaps and I don't know if they should be merged or not? Soulbust (talk) 01:14, 2 March 2023 (UTC)[reply]"}
{"Topic":"Sports","Page_Title":"Egyptian women's participation in the Summer Olympics","First_Paragraph":"The Summer Olympics were first held in 1896 in Athens, but women were not permitted to participate until the second edition of the Games in 1900 in Paris. In that year, 23 female athletes competed alongside 1,201 male athletes.[1] Seventy-six years after the inaugural Summer Olympics, Egyptian women were on the cusp of participating in the 1972 Summer Olympics for the first time. However, the Egyptian delegation withdrew from the Games prematurely after the Munich incident. As documented in the official report of the Olympic Organizing Committee, Egypt's planned participation included one female athlete alongside 38 male athletes.[2] However, the participation featured no women and was limited to 23 male athletes.[3]"}
{"Topic":"Sports","Page_Title":"Women's sports","First_Paragraph":"Women and girls have participated in sports, physical fitness, and exercise throughout history. However, the extent of their involvement has varied depending on factors such as country, time, geographical location, and level of economic development (Coakley, 2009; Hargreaves, 1994).[1] The modern era of organized sports, with structured competitions and formalized activities, did not fully emerge for either women or men until the late industrial age (Cahn, 1994). This shift marked a significant change in how sports were structured and practiced, eventually leading to more inclusive opportunities for female participation (Eitzen, 2009).[2]"}
{"Topic":"Sports","Page_Title":"Category talk:Women and sports","First_Paragraph":"What is the difference between  and ? I think  is rather distinct from the previous two categories but the in sports and the and sports categories have really big overlaps and I don't know if they should be merged or not? Soulbust (talk) 01:14, 2 March 2023 (UTC)[reply]"}
{"Topic":"Sports","Page_Title":"Women warriors in literature and culture","First_Paragraph":"The portrayal of women warriors in literature and popular culture is a subject of study in history, literary studies, film studies, folklore history, and mythology. The archetypal figure of the woman warrior is an example of a normal thing that happens in some cultures, while also being a counter stereotype, opposing the normal construction of war, violence and aggression as masculine.[1]: 269  This convention-defying position makes the female warrior a prominent site of investigation for discourses surrounding female power and gender roles in society."}
{"Topic":"Sports","Page_Title":"Main Page","First_Paragraph":"Margaret Sibella Brown (1866–1961) was a Canadian amateur bryologist specializing in species native to Nova Scotia. Early in her career she was involved with gathering sphagnum moss to be used as surgical dressings during World War I, when cotton was in short supply. After the war, she researched mosses from around the world, publishing papers on materials she had collected herself as well as cataloging samples collected by others; her collections are now housed at major herbaria in North America and Europe. Born into upper-class society, Brown was educated in Nova Scotia and abroad. Although lacking formal scientific training, she has been recognized for her contributions to bryology and as an authority on the mosses and liverworts of Nova Scotia. At the age of 84, Brown was awarded an honorary MA degree from Acadia University after declining their offer of a PhD. She died at her home in Halifax aged 95 and in 2010 was posthumously inducted into the Nova Scotia Scientific Hall of Fame. (Full article...)"}
{"Topic":"Sports","Page_Title":"Wikipedia:File upload wizard","First_Paragraph":"Thank you for offering to contribute an image or other media file for use on Wikipedia. This wizard will guide you through a questionnaire prompting you for the appropriate copyright and sourcing information for each file. Please ensure you understand copyright and the image use policy before proceeding."}
{"Topic":"Technology","Page_Title":"Main Page","First_Paragraph":"Margaret Sibella Brown (1866–1961) was a Canadian amateur bryologist specializing in species native to Nova Scotia. Early in her career she was involved with gathering sphagnum moss to be used as surgical dressings during World War I, when cotton was in short supply. After the war, she researched mosses from around the world, publishing papers on materials she had collected herself as well as cataloging samples collected by others; her collections are now housed at major herbaria in North America and Europe. Born into upper-class society, Brown was educated in Nova Scotia and abroad. Although lacking formal scientific training, she has been recognized for her contributions to bryology and as an authority on the mosses and liverworts of Nova Scotia. At the age of 84, Brown was awarded an honorary MA degree from Acadia University after declining their offer of a PhD. She died at her home in Halifax aged 95 and in 2010 was posthumously inducted into the Nova Scotia Scientific Hall of Fame. (Full article...)"}
{"Topic":"Technology","Page_Title":"Wikipedia:File upload wizard","First_Paragraph":"Thank you for offering to contribute an image or other media file for use on Wikipedia. This wizard will guide you through a questionnaire prompting you for the appropriate copyright and sourcing information for each file. Please ensure you understand copyright and the image use policy before proceeding."}
{"Topic":"Technology","Page_Title":"Main Page","First_Paragraph":"Margaret Sibella Brown (1866–1961) was a Canadian amateur bryologist specializing in species native to Nova Scotia. Early in her career she was involved with gathering sphagnum moss to be used as surgical dressings during World War I, when cotton was in short supply. After the war, she researched mosses from around the world, publishing papers on materials she had collected herself as well as cataloging samples collected by others; her collections are now housed at major herbaria in North America and Europe. Born into upper-class society, Brown was educated in Nova Scotia and abroad. Although lacking formal scientific training, she has been recognized for her contributions to bryology and as an authority on the mosses and liverworts of Nova Scotia. At the age of 84, Brown was awarded an honorary MA degree from Acadia University after declining their offer of a PhD. She died at her home in Halifax aged 95 and in 2010 was posthumously inducted into the Nova Scotia Scientific Hall of Fame. (Full article...)"}
{"Topic":"Technology","Page_Title":"Category talk:Technology","First_Paragraph":"Computing is not subordinate to engineering"}
{"Topic":"Technology","Page_Title":"Library of Congress Classification","First_Paragraph":"The Library of Congress Classification (LCC) is a system of library classification developed by the Library of Congress in the United States, which can be used for shelving books in a library. LCC is mainly used by large research and academic libraries, while most public libraries and small academic libraries use the Dewey Decimal Classification system.[1] The classification was developed by James Hanson (chief of the Catalog Department), with assistance from Charles Martel, in 1897, while they were working at the Library of Congress.[2] It was designed specifically for the purposes and collection of the Library of Congress to replace the fixed location system developed by Thomas Jefferson."}
{"Topic":"Technology","Page_Title":"Universal Decimal Classification","First_Paragraph":"The Universal Decimal Classification (UDC) is a bibliographic and library classification representing the systematic arrangement of all branches of human knowledge organized as a coherent system in which knowledge fields are related and inter-linked.[1][2][3][4][5] The UDC is an analytico-synthetic and faceted classification system featuring detailed vocabulary and syntax that enables powerful content indexing and information retrieval in large collections.[6][7] Since 1991, the UDC has been owned and managed by the UDC Consortium,[8] a non-profit international association of publishers with headquarters in The Hague, Netherlands."}
{"Topic":"Technology","Page_Title":"Outline of technology","First_Paragraph":"The following outline is provided as an overview of and topical guide to technology:"}
{"Topic":"Technology","Page_Title":"Android Central","First_Paragraph":"Android Central is a technology journalism website based in the United States, Canada, and the United Kingdom that covers the Android operating system. It publishes news, reviews of products and services, and editorials. Android Central also covers Google, Android TV and streaming, Wear OS, Chrome OS, Gemini, and Android XR and VR devices in the MetaQuest range. According to its archive, the site publishes between 280 and 450 articles a month, on average,[4] and it received 4.7 million visitors in January 2025, according to SimilarWeb.[5]"}
{"Topic":"Technology","Page_Title":"Brilliant Labs","First_Paragraph":"Brilliant Labs is a Singapore-based technology company that produces open source eyewear featuring artificial intelligence (AI)."}
{"Topic":"Technology","Page_Title":"Broadly Applicable Tracking System","First_Paragraph":"The Broadly Applicable Tracking System, or BATS, is a small, lightweight tool that scientists use to track animal movements. It is shaped like a backpack and glued onto the back of a bat or other small animal. It contains GPS and wireless internet equipment that allow the scientists track the animal's movements.[1][2]"}
{"Topic":"Technology","Page_Title":"Cdial","First_Paragraph":"Centre for Digitization of Indigenous African Languages, CDIAL is a technology company focused on artificial intelligence (AI) for the enterprise, specializing in language models in low-resourced languages, research, and deployment. The organization was founded in 2021 and is headquartered in Los Angeles, US with offices in Lagos, Nigeria.[1]"}
{"Topic":"Technology","Page_Title":"Closed-loop geothermal","First_Paragraph":"Closed-loop geothermal systems (also known as “advanced geothermal systems” or “AGS”) are a type of engineered geothermal energy system containing subsurface working fluid that is heated in a hot rock reservoir without direct contact with rock pores and fractures.:[1][2][3] Instead, the subsurface working fluid stays inside a closed loop of deeply buried pipes that conduct Earth’s heat. Closed-loop geothermal systems are one of the prominent categories of next-generation geothermal systems in development today.[4][5]"}
{"Topic":"Technology","Page_Title":"Cyber Security and Resilience Bill","First_Paragraph":"On July 17th 2024, it was announced at the  State Opening of Parliament\nthat the  Labour government will introduce the Cyber Security and Resilience Bill (CS&R).[1] The proposed legislation is intended to update the existing Network and Information Security Regulations 2018, known as UK NIS.[2] CS&R will strengthen the UK's  cyber defences and  resilience to hostile attacks thus ensuring that the infrastructure and critical services relied upon by  UK companies are protected by addressing  vulnerabilities, while ensuring the digital economy can deliver  growth.[3]"}
{"Topic":"Technology","Page_Title":"De-extinction","First_Paragraph":"De-extinction (also known as resurrection biology, or species revivalism) is the process of generating an organism that either resembles or is an extinct organism.[1] There are several ways to carry out the process of de-extinction. Cloning is the most widely proposed method, although genome editing and selective breeding have also been considered. Similar techniques have been applied to certain endangered species, in hopes to boost their genetic diversity. The only method of the three that would provide an animal with the same genetic identity is cloning.[2] There are benefits and drawbacks to the process of de-extinction ranging from technological advancements to ethical issues."}
{"Topic":"Technology","Page_Title":"Digital ecology","First_Paragraph":"Digital ecology is a science about the interdependence of digital systems and the natural environment.[1] This field of study looks at the methods in which digital technologies are changing the way how people interact with the environment, as well as how these technologies affects the environment itself. It is a branch of ecology that promotes green practices to fight digital pollution.[2] Currently the total carbon footprint of the internet, our electronic devices, and supporting elements accounts for about 3.7% of global greenhouse gas emissions (including about 1.4 per cent of overall global carbon dioxide emissions).[3]"}
{"Topic":"Technology","Page_Title":"Digital signal processing and machine learning","First_Paragraph":"Digital signal processing and machine learning are two technologies that are often combined."}
{"Topic":"Technology","Page_Title":"Flyover (Apple Maps)","First_Paragraph":"Flyover is a feature on Apple Maps that allows users to view certain areas in a 3D setting. Flyover also allows users to take \"tours\" of these locations through the City Tours feature, showcasing various landmarks in the area. Imagery is provided through the use of planes, which collect fine data on buildings."}
{"Topic":"Technology","Page_Title":"Future technology","First_Paragraph":"Future technology-related topics include:"}
{"Topic":"Technology","Page_Title":"Gerontechnology","First_Paragraph":"Gerontechnology, also called gerotechnology is an inter- and multidisciplinary academic as well as a professional field that combines various disciplines of gerontology and technology. Sustainability of an aging society depends on our effectiveness in creating technological environments, including assistive technology and inclusive design, for innovative and independent living and social participation of older adults in any state of health, comfort as well as safety. In short, gerontechnology concerns matching technological environments to health, housing, mobility, communication, leisure, work and also the personality\/individual dispositions of older people. Gerontechnology is most frequently identified as a subset of HealthTech and is -- since the 2010s -- more commonly referred to as AgeTech or Agetech in Europe and the United States. Research outcomes form the basis for designers, builders, engineers, manufacturers, and those in the health professions (nursing, medicine, gerontology, geriatrics, environmental psychology, developmental psychology, etc.), to provide an optimum living environment for the widest range of ages."}
{"Topic":"Technology","Page_Title":"Gigabit Multimedia Serial Link","First_Paragraph":"Gigabit Multimedia Serial Link, commonly referred to as GMSL, is a serial link technology that is used for video distribution in cars. It was developed by Maxim Integrated. Maxim Integrated was acquired by Analog Devices[1][2] in 2021."}
{"Topic":"Technology","Page_Title":"Hot stab","First_Paragraph":"A hot stab is a type of subsea connector specifically designed to be easily inserted and removed by a remotely operated underwater vehicle (ROV) manipulator arm. The hot stab is the connector which supplies remote utilities. It is normally inserted into a port after removing the plug stab, which is left in the port when the hot stab is disconnected, to keep the port clean and free of fouling when not in use. The alignment is generally not critical for insertion, and the stab is guided into the port by the port geometry, which tends to be concentric cylinder and cone sections, tapering down from the handle end to the tip, with a series of O-ring seals separating the ports or contacts spaced along the length. The stab may be locked into place or may require the ROV to hold it in place while it is in use.[1][2][3][4]"}
{"Topic":"Technology","Page_Title":"Mobile cloud storage","First_Paragraph":"Mobile cloud storage is a form of cloud storage[1] that is accessible on mobile devices such as laptops, tablets, and smartphones. Mobile cloud storage providers offer services that allow the user to create and organize files, folders, music, and photos, similar to other cloud computing models.[2] Services are used by both individuals and companies. Most cloud file storage providers offer limited free use but charge for additional storage once the free limit is exceeded. These costs are usually charged as a monthly subscription rate and have different rates depending on the amount of storage desired."}
{"Topic":"Technology","Page_Title":"Moral outsourcing","First_Paragraph":"Moral outsourcing refers to placing responsibility for ethical decision-making on to external entities, often algorithms. The term is often used in discussions of computer science and algorithmic fairness,[1] but it can apply to any situation in which one appeals to outside agents in order to absolve themselves of responsibility for their actions. In this context, moral outsourcing specifically refers to the tendency of society to blame technology, rather than its creators or users, for any harm it may cause.[2]"}
{"Topic":"Technology","Page_Title":"Motograph News Bulletin","First_Paragraph":"The Motograph News Bulletin, also known as the Zipper, was a 380-feet-long electromechanical news ticker display that wrapped around One Times Square.[1]"}
{"Topic":"Technology","Page_Title":"Onboardly","First_Paragraph":"'''MarketSpaces by DropDesk''' (formerly Onboardly) is a technology platform that connects people by unlocking the potential of underutilized spaces.  It operates a two-sided marketplace connecting hosts with users seeking spaces for various activities."}
{"Topic":"Technology","Page_Title":"Papiamento Wikipedia","First_Paragraph":"Wikipedia in Papiamento is the Papiamento edition of the online encyclopedia Wikipedia. The Papiamento Wikipedia project has been official since March 26, 2006. As of July 6, 2020 there were about 1,981 articles on the website and more than 10,000 registered users (of which only 18 can be considered \"active users\")."}
{"Topic":"Technology","Page_Title":"Product ecosystem theory","First_Paragraph":"Product ecosystem theory is an emerging theory that describes how the design of manufactured products evolves over time and draws parallels with how species evolve within a natural ecosystem. Fundamental to this theory is that manufactured product lines respond to external threats and opportunities in much the same way that species respond to threats and opportunities. Competition and other environmental pressures may cause a species to become extinct. An example of the parallel in consumer products is the way in which the typewriter became displaced (or extinct) due to pressures from the personal computer. \nProducts lines can be seen to incrementally change and branch over time following the principle of phyletic gradualism. Or they can be seen to have periods of stasis followed by disruptive innovation. This follows the principle of punctuated equilibrium."}
{"Topic":"Technology","Page_Title":"Representational harm","First_Paragraph":"Systems cause representational harm when they misrepresent a group of people in a negative manner. Representational harms include perpetuating harmful stereotypes about or minimizing the existence of a social group, such as a racial, ethnic, gender, or religious group.[1] Machine learning algorithms often commit representational harm when they learn patterns from data that have algorithmic bias, and this has been shown to be the case with large language models.[2] While preventing representational harm in models is essential to prevent harmful biases, researchers often lack precise definitions of representational harm and conflate it with allocative harm, an unequal distribution of resources among social groups, which is more widely studied and easier to measure.[1] However, recognition of representational harms is growing and preventing them has become an active research area. Researchers have recently developed methods to effectively quantify representational harm in algorithms, making progress on preventing this harm in the future.[3][4]"}
{"Topic":"Technology","Page_Title":"Robot control","First_Paragraph":"Robotic control is the system that contributes to the movement of robots. This involves the mechanical aspects and programmable systems that makes it possible to control robots. Robotics can be controlled by various means including manual, wireless, semi-autonomous (a mix of fully automatic and wireless control), and fully autonomous (using artificial intelligence)."}
{"Topic":"Technology","Page_Title":"Seamless branching","First_Paragraph":"Seamless branching is a space-saving mechanism used on Blu-ray Discs and, rarely, DVDs, to allow multiple versions of a film to be stored on a disc without storing redundant scenes several times.[1]"}
{"Topic":"Technology","Page_Title":"Snakebot","First_Paragraph":"A snakebot, also referred to as a snake robot, is a biomorphic robot that resembles a snake. Snakebots have uses similar to those of certain types of soft robots.[1]"}
{"Topic":"Technology","Page_Title":"Screw thread","First_Paragraph":"A screw thread is a helical structure used to convert between rotational and linear movement or force. A screw thread is a ridge wrapped around a cylinder or cone in the form of a helix, with the former being called a straight thread and the latter called a tapered thread. A screw thread is the essential feature of the screw as a simple machine and also as a threaded fastener."}
{"Topic":"Technology","Page_Title":"Technological determinism","First_Paragraph":"Technological determinism is a reductionist theory in assuming that a society's technology progresses by following its own internal logic of efficiency, while determining the development of the social structure and cultural values.[1] The term is believed to have originated from Thorstein Veblen (1857–1929), an American sociologist and economist. The most radical technological determinist in the United States in the 20th century was most likely Clarence Ayres who was a follower of Thorstein Veblen as well as John Dewey. William Ogburn was also known for his radical technological determinism and his theory on cultural lag."}
{"Topic":"Technology","Page_Title":"Technosignature","First_Paragraph":"Technosignature or technomarker is any measurable property or effect that provides scientific evidence of past or present technology.[1][2] Technosignatures are analogous to biosignatures, which signal the presence of life, whether intelligent or not.[1][3] Some authors prefer to exclude radio transmissions from the definition,[4] but such restrictive usage is not widespread. Jill Tarter has proposed that the search for extraterrestrial intelligence (SETI) be renamed \"the search for technosignatures\".[1] Various types of technosignatures, such as radiation leakage from megascale astroengineering installations such as Dyson spheres, the light from an extraterrestrial ecumenopolis, or Shkadov thrusters with the power to alter the orbits of stars around the Galactic Center, may be detectable with hypertelescopes.  Some examples of technosignatures are described in Paul Davies's 2010 book The Eerie Silence, although the terms \"technosignature\" and \"technomarker\" do not appear in the book."}
{"Topic":"Technology","Page_Title":"Virtual environment software","First_Paragraph":"Virtual environment software refers to any software, program or system that implements, manages and controls multiple virtual environment instances (self definition).[1] The software is installed within an organization's existing IT infrastructure and controlled from within the organization itself. From a central interface, the software creates an interactive and immersive experience for administrators and users."}
{"Topic":"Technology","Page_Title":"Underwater acoustic communication","First_Paragraph":"Underwater acoustic communication is a technique of sending and receiving messages in water.[1] There are several ways of employing such communication but the most common is by using hydrophones. Underwater communication is difficult due to factors such as multi-path propagation, time variations of the channel, small available bandwidth and strong signal attenuation, especially over long ranges. Compared to terrestrial communication, underwater communication has low data rates because it uses acoustic waves instead of electromagnetic waves."}
{"Topic":"Technology","Page_Title":"X-ray Reconstruction of Moving Morphology","First_Paragraph":"X-ray Reconstruction of Moving Morphology or XROMM is a scientific research technique. Scientists use it to create 3D images and videos of moving skeletal systems in living organisms.[1]"}
{"Topic":"Technology","Page_Title":"Main Page","First_Paragraph":"Margaret Sibella Brown (1866–1961) was a Canadian amateur bryologist specializing in species native to Nova Scotia. Early in her career she was involved with gathering sphagnum moss to be used as surgical dressings during World War I, when cotton was in short supply. After the war, she researched mosses from around the world, publishing papers on materials she had collected herself as well as cataloging samples collected by others; her collections are now housed at major herbaria in North America and Europe. Born into upper-class society, Brown was educated in Nova Scotia and abroad. Although lacking formal scientific training, she has been recognized for her contributions to bryology and as an authority on the mosses and liverworts of Nova Scotia. At the age of 84, Brown was awarded an honorary MA degree from Acadia University after declining their offer of a PhD. She died at her home in Halifax aged 95 and in 2010 was posthumously inducted into the Nova Scotia Scientific Hall of Fame. (Full article...)"}
{"Topic":"Technology","Page_Title":"Wikipedia:File upload wizard","First_Paragraph":"Thank you for offering to contribute an image or other media file for use on Wikipedia. This wizard will guide you through a questionnaire prompting you for the appropriate copyright and sourcing information for each file. Please ensure you understand copyright and the image use policy before proceeding."}
{"Topic":"Technology","Page_Title":"Main Page","First_Paragraph":"Margaret Sibella Brown (1866–1961) was a Canadian amateur bryologist specializing in species native to Nova Scotia. Early in her career she was involved with gathering sphagnum moss to be used as surgical dressings during World War I, when cotton was in short supply. After the war, she researched mosses from around the world, publishing papers on materials she had collected herself as well as cataloging samples collected by others; her collections are now housed at major herbaria in North America and Europe. Born into upper-class society, Brown was educated in Nova Scotia and abroad. Although lacking formal scientific training, she has been recognized for her contributions to bryology and as an authority on the mosses and liverworts of Nova Scotia. At the age of 84, Brown was awarded an honorary MA degree from Acadia University after declining their offer of a PhD. She died at her home in Halifax aged 95 and in 2010 was posthumously inducted into the Nova Scotia Scientific Hall of Fame. (Full article...)"}
{"Topic":"Technology","Page_Title":"Category talk:Hypothetical technology","First_Paragraph":"They are spread out all over the place, in articles (e.g. Halting State, Fictional technology), other categories (e.g. Technology Forecasting, Futurology), and across subject areas (e.g., Exploratory engineering, Medical research, etc.)."}
{"Topic":"Technology","Page_Title":"Hypothetical technology","First_Paragraph":"Hypothetical technology is technology that does not exist yet, but that could exist in the future.[1] This article presents examples of technologies that have been hypothesized or proposed, but that have not been developed yet. An example of hypothetical technology is teleportation."}
{"Topic":"Technology","Page_Title":"Technology in science fiction","First_Paragraph":"Technology in science fiction is a crucial aspect of the genre.[1][2]"}
{"Topic":"Technology","Page_Title":"Exploratory engineering","First_Paragraph":"Exploratory engineering is a term coined by K. Eric Drexler to describe the process of designing and analyzing detailed hypothetical models of systems that are not feasible with current technologies or methods, but do seem to be clearly within the bounds of what science considers to be possible within the narrowly defined scope of operation of the hypothetical system model. It usually results in paper or video prototypes, or (more likely nowadays) computer simulations that are as convincing as possible to those that know the relevant science, given the lack of experimental confirmation. By analogy with protoscience, it might be considered a form of protoengineering."}
{"Topic":"Technology","Page_Title":"Technology in science fiction","First_Paragraph":"Technology in science fiction is a crucial aspect of the genre.[1][2]"}
{"Topic":"Technology","Page_Title":"Hypothetical technology","First_Paragraph":"Hypothetical technology is technology that does not exist yet, but that could exist in the future.[1] This article presents examples of technologies that have been hypothesized or proposed, but that have not been developed yet. An example of hypothetical technology is teleportation."}
{"Topic":"Technology","Page_Title":"List of hypothetical technologies","First_Paragraph":"Hypothetical technologies are technologies that do not exist yet, but that could exist in the future.[1] They are distinct from emerging technologies, which have achieved some developmental success. Emerging technologies as of 2018 include 3-D metal printing and artificial embryos.[2] Many hypothetical technologies have been the subject of science fiction."}
{"Topic":"Technology","Page_Title":"Artificial reproduction","First_Paragraph":"Artificial reproduction is the re-creation of life brought about by means other than natural ones. It is new life built by human plans and projects. Examples include artificial selection, artificial insemination, in vitro fertilization, artificial womb, artificial cloning, and kinematic replication."}
{"Topic":"Technology","Page_Title":"Cloaking device","First_Paragraph":"A cloaking device is a hypothetical or fictional stealth technology that can cause objects, such as spaceships or individuals, to be partially or wholly invisible to parts of the electromagnetic (EM) spectrum. Fictional cloaking devices have been used as plot devices in various media for many years."}
{"Topic":"Technology","Page_Title":"Computronium","First_Paragraph":"Computronium is a material hypothesized by Norman Margolus and Tommaso Toffoli of MIT in 1991 to be used as \"programmable matter\", a substrate for computer modeling of virtually any real object.[1]"}
{"Topic":"Politics","Page_Title":"Main Page","First_Paragraph":"Margaret Sibella Brown (1866–1961) was a Canadian amateur bryologist specializing in species native to Nova Scotia. Early in her career she was involved with gathering sphagnum moss to be used as surgical dressings during World War I, when cotton was in short supply. After the war, she researched mosses from around the world, publishing papers on materials she had collected herself as well as cataloging samples collected by others; her collections are now housed at major herbaria in North America and Europe. Born into upper-class society, Brown was educated in Nova Scotia and abroad. Although lacking formal scientific training, she has been recognized for her contributions to bryology and as an authority on the mosses and liverworts of Nova Scotia. At the age of 84, Brown was awarded an honorary MA degree from Acadia University after declining their offer of a PhD. She died at her home in Halifax aged 95 and in 2010 was posthumously inducted into the Nova Scotia Scientific Hall of Fame. (Full article...)"}
{"Topic":"Politics","Page_Title":"Wikipedia:File upload wizard","First_Paragraph":"Thank you for offering to contribute an image or other media file for use on Wikipedia. This wizard will guide you through a questionnaire prompting you for the appropriate copyright and sourcing information for each file. Please ensure you understand copyright and the image use policy before proceeding."}
{"Topic":"Politics","Page_Title":"Main Page","First_Paragraph":"Margaret Sibella Brown (1866–1961) was a Canadian amateur bryologist specializing in species native to Nova Scotia. Early in her career she was involved with gathering sphagnum moss to be used as surgical dressings during World War I, when cotton was in short supply. After the war, she researched mosses from around the world, publishing papers on materials she had collected herself as well as cataloging samples collected by others; her collections are now housed at major herbaria in North America and Europe. Born into upper-class society, Brown was educated in Nova Scotia and abroad. Although lacking formal scientific training, she has been recognized for her contributions to bryology and as an authority on the mosses and liverworts of Nova Scotia. At the age of 84, Brown was awarded an honorary MA degree from Acadia University after declining their offer of a PhD. She died at her home in Halifax aged 95 and in 2010 was posthumously inducted into the Nova Scotia Scientific Hall of Fame. (Full article...)"}
{"Topic":"Politics","Page_Title":"Library of Congress Classification","First_Paragraph":"The Library of Congress Classification (LCC) is a system of library classification developed by the Library of Congress in the United States, which can be used for shelving books in a library. LCC is mainly used by large research and academic libraries, while most public libraries and small academic libraries use the Dewey Decimal Classification system.[1] The classification was developed by James Hanson (chief of the Catalog Department), with assistance from Charles Martel, in 1897, while they were working at the Library of Congress.[2] It was designed specifically for the purposes and collection of the Library of Congress to replace the fixed location system developed by Thomas Jefferson."}
{"Topic":"Politics","Page_Title":"Universal Decimal Classification","First_Paragraph":"The Universal Decimal Classification (UDC) is a bibliographic and library classification representing the systematic arrangement of all branches of human knowledge organized as a coherent system in which knowledge fields are related and inter-linked.[1][2][3][4][5] The UDC is an analytico-synthetic and faceted classification system featuring detailed vocabulary and syntax that enables powerful content indexing and information retrieval in large collections.[6][7] Since 1991, the UDC has been owned and managed by the UDC Consortium,[8] a non-profit international association of publishers with headquarters in The Hague, Netherlands."}
{"Topic":"Politics","Page_Title":"Decision-making","First_Paragraph":"In psychology, decision-making (also spelled decision making and decisionmaking) is regarded as the cognitive process resulting in the selection of a belief or a course of action among several possible alternative options. It could be either rational or irrational. The decision-making process is a reasoning process based on assumptions of values, preferences and beliefs of the decision-maker.[1] Every decision-making process produces a final choice, which may or may not prompt action."}
{"Topic":"Politics","Page_Title":"Action alert","First_Paragraph":"An action alert is a message that an organization sends to mobilize people, often members of the group and supporters of a specific point of view, calling on them to take action to influence public policy.[1][2] Typically, action alerts are in reference to a timely issue, where prompt action is needed in order to affect upcoming decisions.[2]"}
{"Topic":"Politics","Page_Title":"Anti-incumbency","First_Paragraph":"Anti-incumbency is sentiment in favor of voting out incumbent politicians, for the specific reason of being incumbent politicians. It is sometimes referred to as a \"throw the bums out\" sentiment. Periods of anti-incumbent sentiment are typically characterized by wave elections.[1] This sentiment can also lead to support for term limits."}
{"Topic":"Politics","Page_Title":"Austerity","First_Paragraph":"Empirical methods"}
{"Topic":"Politics","Page_Title":"Political cognition","First_Paragraph":"Political cognition refers to the study of how individuals come to understand the political world, and how this understanding leads to political behavior. Some of the processes studied under the umbrella of political cognition include attention, interpretation, judgment, and memory. Most of the advancements in the area have been made by scholars in the fields of social psychology, political science, and communication studies."}
{"Topic":"Politics","Page_Title":"Comparative politics","First_Paragraph":"Comparative politics is a field in political science characterized either by the use of the comparative method or other empirical methods to explore politics both within and between countries. Substantively, this can include questions relating to political institutions, political behavior, conflict, and the causes and consequences of economic development. When applied to specific fields of study, comparative politics may be referred to by other names, such as comparative government (the comparative study of forms of government)."}
{"Topic":"Politics","Page_Title":"Countback","First_Paragraph":"Condorcet methods"}
{"Topic":"Politics","Page_Title":"Cabinet crisis","First_Paragraph":"A cabinet crisis, government crisis or political crisis refers to a situation where an incumbent government is unable to form or function, is toppled through an uprising, or collapses.[1] Political crises may correspond with, cause or be caused by an economic crisis, and may spread among neighbouring countries.[1][2]"}
{"Topic":"Politics","Page_Title":"Critical juncture theory","First_Paragraph":"Critical juncture theory focuses on critical junctures, i.e., large, rapid, discontinuous changes,[1] and the long-term causal effect or historical legacy of these changes.[2]\nCritical junctures are turning points that alter the course of evolution of some entity (e.g., a species, a society). Critical juncture theory seeks to explain both (1) the historical origin and maintenance of social order, and (2) the occurrence of social change through sudden, big leaps.[3]"}
{"Topic":"Politics","Page_Title":"Crossing the floor","First_Paragraph":"In some parliamentary systems (e.g., in Canada and the United Kingdom), politicians are said to cross the floor if they formally change their political affiliation to a political party different from the one they were initially elected under. In Australia though, this term simply refers to Members of Parliament (MPs) who dissent from the party line and vote against the express instructions of the party whip while retaining membership in their political party.[a]"}
{"Topic":"Politics","Page_Title":"Delaying tactic","First_Paragraph":"A delaying tactic or delay tactic is a strategic device sometimes used during business, diplomatic or interpersonal negotiations, in which one party to the negotiation seeks to gain an advantage by postponing a decision.[1] [2] Someone uses a delaying tactic when they expect to have a stronger negotiating position at a later time. They may also use a delaying tactic when they prefer the status quo to any of the potential resolutions, or to impose costs on the other party to compel them to accept a settlement or compromise.[3] Delay tactics are also sometimes used as a form of indirect refusal wherein one party postpones a decision indefinitely rather than refusing a negotiation outright.[4] To use a delaying tactic, the delaying party must have some form of control over the decision-making process.[5]"}
{"Topic":"Politics","Page_Title":"Democratization","First_Paragraph":"Democratization, or democratisation, is the structural government transition from an authoritarian government to a more democratic political regime, including substantive political changes moving in a democratic direction.[1][2]"}
{"Topic":"Politics","Page_Title":"Political demography","First_Paragraph":"Political demography is the study of the relationship between politics and population change.[1] Population change is driven by classic demographic mechanisms – birth, death, age structure, and migration."}
{"Topic":"Politics","Page_Title":"Diplomatic mission","First_Paragraph":"A diplomatic mission or foreign mission is a group of people from a state or organization present in another state to represent the sending state or organization officially in the receiving or host state.[1] In practice, the phrase usually denotes an embassy or high commission, which is the main office of a country's diplomatic representatives to another country; it is usually, but not necessarily, based in the receiving state's capital city.[2]"}
{"Topic":"Politics","Page_Title":"Election science","First_Paragraph":"Election science is a field that deals with the conduct and administration of elections. It is distinct from the study of public opinion and election forecasting (which fall under political science and psephology). Election science combines the theoretical study of social choice theory (a branch of math and welfare economics) with empirical research dealing with the administration of elections (a branch of political science)."}
{"Topic":"Politics","Page_Title":"Political faction","First_Paragraph":"A political faction is a group of people with a common political purpose, especially a subgroup of a political party that has interests or opinions different from the rest of the political party.[1][2] Intragroup conflict between factions can lead to schism of the political party into two political parties. The Ley de Lemas electoral system allows the voters to indicate on the ballot their preference for political factions within a political party. Political factions can represent voting blocs. Political factions require a weaker party discipline. Research indicates that factions can play an important role in moving their host party along the ideological spectrum.[3]"}
{"Topic":"Politics","Page_Title":"Fan activism","First_Paragraph":"Fan activism is the efforts of a fan community to raise awareness of social concerns or otherwise support the ideals expressed by objects of the fandom.[1] The rise of fan activism has been attributed to the emergence of new media.[2][3] A 2012 quantitative study by Kahne, Feezell, and Lee suggests that there may be a statistically significant relationship between youths' participation in interest-driven activities online and their civic engagement later on in life.[4]"}
{"Topic":"Politics","Page_Title":"Gastronationalism","First_Paragraph":"Gastronationalism or culinary nationalism is the use of food and its history, production, control, preparation and consumption as a way of promoting nationalism and national identity. It may involve arguments between two or more regions or countries about whether a particular dish or preparation is claimed by one of those regions or countries and has been appropriated or co-opted by the others."}
{"Topic":"Politics","Page_Title":"Gender power gap","First_Paragraph":"The gender power gap is defined as the proportional power held by women in leadership and management positions relative to men (such as the gap in top executive positions).[1] This measurement distinguishes itself from gender diversity, which only measures the presence of women at the top table. Instead, gender power gap specifically focuses on the value and number of top executive women, who hold decision-making power and authority in the institutions they work for. Executive positions held by women, typically as chief human resources officer, tend to have a fraction of the authority of male executives. Similarly in politics, women tend to be assigned roles which deal with family and other social issues, whereas men are assigned to tackle economic and structural developmental challenges.[1][2] According to UN secretary general, Antonio Guterres, who coined the term, the gender power gap that exists in societies, cultures and political systems is also present in economies and corporations.[2]"}
{"Topic":"Politics","Page_Title":"Political globalization","First_Paragraph":"Political globalization is the growth of the worldwide political system, both in size and complexity. That system includes national governments, their governmental and intergovernmental organizations as well as government-independent elements of global civil society such as international non-governmental organizations and social movement organizations. One of the key aspects of political globalization is the declining importance of the nation-state and the rise of other actors on the political scene. The creation and existence of the United Nations is called one of the classic examples of political globalization."}
{"Topic":"Politics","Page_Title":"Greedflation","First_Paragraph":"The term Greedflation first appeared during the COVID-19 pandemic to describe the idea that some inflation is driven by increases in corporate profits. Suggested mechanisms include price gouging, price fixing, windfall gains resulting from information asymmetry, monopoly-like power, and external shocks to the economy. The theory, which first gained traction among left-wing pundits and trade unions,[1] was considered fringe until 2023."}
{"Topic":"Politics","Page_Title":"Health politics","First_Paragraph":"1800s: Martineau · Tocqueville · Marx · Spencer · Le Bon  · Ward · Pareto · Tönnies · Veblen · Simmel · Durkheim · Addams · Mead · Weber · Du Bois · Mannheim · Elias"}
{"Topic":"Politics","Page_Title":"Health security","First_Paragraph":"Health security is a concept that encompasses activities and measures across sovereign boundaries that mitigates public health incidents to ensure the health of populations.[1] It is an evolving paradigm within the fields of international relations and security studies.[2] Proponents of health security posit that all states have a responsibility to protect the health and wellbeing of their populations.[1] Opponents suggest health security impacts civil liberties and the equal distribution of resources.[2]"}
{"Topic":"Politics","Page_Title":"Hypodermic needle model","First_Paragraph":"The hypodermic needle model (known as the hypodermic-syringe model, transmission-belt model, or magic bullet theory) is claimed to have been a model of communication in which media consumers were \"uniformly controlled by their biologically based 'instincts' and that they react more or less uniformly to whatever 'stimuli' came along\"."}
{"Topic":"Politics","Page_Title":"Incompatibility rule","First_Paragraph":"Incompatibility rule (also incompatibility of membership) is a regulation issued by a group of people (a government, political party, or other association) that prohibits simultaneous membership in this group and other groups (explicitly listed). Such conflict usually represents an obstacle to admission to the group or a cause for expulsion. For example, the members of parliament in many countries are prohibited from engaging in certain occupations (civil servants, members of the Judiciary, executives of public corporations).[1][2]"}
{"Topic":"Politics","Page_Title":"Institutionalization of politics","First_Paragraph":"The institutionalization of politics[2] (also spelled as institutionalisation of politics; Chinese: 政治制度化),[3] commonly known as political institutionalization[4] or political institutionalisation, refers to the founding, arrangement, and codification of the states' various institutions, generally via constitution-making or some other constitutional mechanisms.[5] It is the process by which political structures and practices take root.[6]"}
{"Topic":"Politics","Page_Title":"Legislation","First_Paragraph":"Legislation is the process or result of enrolling, enacting, or promulgating laws by a legislature, parliament, or analogous governing body.[1] Before an item of legislation becomes law it may be known as a bill, and may be broadly referred to as \"legislation\" while it remains under consideration to distinguish it from other business. Legislation can have many purposes: to regulate, to authorize, to outlaw, to provide (funds), to sanction, to grant, to declare, or to restrict. It may be contrasted with a non-legislative act by an executive or administrative body under the authority of a legislative act.[2]"}
{"Topic":"Politics","Page_Title":"Libertarian anarchism","First_Paragraph":"Libertarian anarchism may refer to:"}
{"Topic":"Politics","Page_Title":"Managed decline","First_Paragraph":"Managed decline is a phrase that refers to the management of the decline (or \"sunset\") phase at the end of a lifecycle, with the goal of minimizing costs or other forms of losses and harm. The concept originated in business where it referred to the management of companies and industries, but has since spread beyond to be used in other contexts."}
{"Topic":"Politics","Page_Title":"Political modernization","First_Paragraph":"Political modernization (also spelled as political modernisation;[3] Chinese: 政治現代化),[4] refers to the process of development and evolution from a lower to a higher level, in which a country's constitutional system and political life moves from superstition of authority, autocracy and the rule of man to rationality, autonomy, democracy and the rule of law.[5] It manifests itself in certain types of political change, like political integration, political differentiation, political secularisation, and so forth.[6] The process of political modernisation has enhanced the capacity of a society's political system, i.e. the effectiveness and efficiency of its performance.[7]"}
{"Topic":"Politics","Page_Title":"Monarch","First_Paragraph":"Philosophers"}
{"Topic":"Politics","Page_Title":"New public management","First_Paragraph":"New public management (NPM) is an approach to running public service organizations that is used in government and public service institutions and agencies, at both sub-national and national levels. The term was first introduced by academics in the UK and Australia[1][full citation needed] to describe approaches that were developed during the 1980s as part of an effort to make the public service more \"businesslike\" and to improve its efficiency by using private sector management models."}
{"Topic":"Politics","Page_Title":"North Atlantic or liberal model of media and politics","First_Paragraph":"The North Atlantic or liberal model of media and politics, as defined in Daniel C. Hallin and Paolo Mancini's Comparing Media Systems: Three Models of Media and Politics, is characterized by an early development of commercial press, information-oriented journalism, strong professionalization, and a market dominated media system."}
{"Topic":"Politics","Page_Title":"Oral democracy","First_Paragraph":"Oral democracy is a talk-based form of government and political system in which citizens of a determined community have the opportunity to deliberate, through direct oral engagement and mass participation, in the civic and political matters of their community.[1] Additionally, oral democracy represents a form of direct democracy, which has the purpose of empowering citizens by creating open spaces that promote an organized process of discussion, debate, and dialogue that aims to reach consensus and to impact policy decision-making.[2] Political institutions based on this idea of direct democracy seek to decrease the possibilities of state capture from elites by holding them accountable, to encourage civic participation and collective action, and to improve the efficiency and adaptability of development interventions and public policy implementation.[2]"}
{"Topic":"Politics","Page_Title":"Participation inequality","First_Paragraph":"In social sciences, participation inequality consists of difference between levels of participation of various groups in certain activities. Common examples include:"}
{"Topic":"Politics","Page_Title":"Partisan sorting","First_Paragraph":"Partisan sorting is an effect in politics in which voters sort themselves into parties that match their ideology.[1] Partisan sorting is distinct from political polarization, which is where partisans subscribe to increasingly extreme positions.  As political scientist Nolan McCarty explains, \"party sorting can account for the increased differences across partisans even if the distribution of...attitudes in the population remains unchanged or moves uniformly in one direction or the other.\" As an example given by McCarty, the gap between the Democratic Party and Republican Party on views towards immigrants strengthening the country with hard work and talents has widened from a 2-point gap in 1994 to a 42-point gap in 2017. A reasonable explanation is that of partisan sorting: those who are pro-immigrant shifted into the Democratic party and immigration-restrictions have shifted towards the Republican party. According to McCarty, this explains the widening gap between the two parties, considering how pro-immigration viewpoints between the two surveys have increased by 35% since 1994.[2]"}
{"Topic":"Politics","Page_Title":"Phantom border","First_Paragraph":"A phantom border (German: Phantomgrenze) is an informal delineation following the approximate course of an abolished political border, associated with demographic differences on each side as a continuing legacy of historical division, despite official geopolitical union.[1] Not all former political borders are today phantom borders. Factors that may increase the likelihood of a political border becoming a phantom border upon dissolution, include: short time elapsed since the border's dissolution, long existence of the former border, imporousity of the former border, and divergent characteristics of the political entity formerly governing one side of the border."}
{"Topic":"Politics","Page_Title":"Political philosophy","First_Paragraph":"Political philosophy, or political theory, is the philosophical study of government, addressing questions about the nature, scope, and legitimacy of public agents and institutions and the relationships between them. Its topics include politics, justice, liberty, property, rights, law, and authority: what they are, if they are needed, what makes a government legitimate, what rights and freedoms it should protect, what form it should take, what the law is, and what duties citizens owe to a legitimate government, if any, and when it may be legitimately overthrown, if ever."}
{"Topic":"Politics","Page_Title":"Political capitalism","First_Paragraph":"Political capitalism[1] or Politically oriented capitalism is a term coined by Max Weber in his 1921 book Economy and Society to describe monetary profit-making through non-market means.[2][3] In 2018, Holcombe describes political capitalism is an economic system in which the sharp distinction between states and markets is blurred.[4][5][6][7][8]"}
{"Topic":"Politics","Page_Title":"Political polarization","First_Paragraph":"Political polarization (spelled polarisation in British English, Australian English, and New Zealand English) is the divergence of political attitudes away from the center, towards ideological extremes.[1][2][3] Scholars distinguish between ideological polarization (differences between the policy positions) and affective polarization (an emotional dislike and distrust of political out-groups).[4]"}
{"Topic":"Politics","Page_Title":"Political posturing","First_Paragraph":"Political posturing, also known as political grandstanding (from the notion of performing to crowds in the grandstands), political theatre, or \"kabuki\",[1] is the use of speech or actions to gain political support through emotional or affective appeals. It applies especially to appeals that are seen as hollow or lacking political or economic substance, or to superficial appeals that may not reflect a person's genuine ideology or political preferences."}
{"Topic":"Politics","Page_Title":"Outline of political science","First_Paragraph":"The following outline is provided as an overview of and topical guide to politics and political science:"}
{"Topic":"Politics","Page_Title":"Politically exposed person","First_Paragraph":"In financial regulation, a politically exposed person (PEP) is one who has been entrusted with a prominent public function. A PEP generally presents a higher risk for potential involvement in bribery and corruption by virtue of their position and the influence they may hold. The terms \"politically exposed person\" and senior foreign political figure are often used interchangeably, particularly in international forums."}
{"Topic":"Politics","Page_Title":"Politicisation","First_Paragraph":"Politicisation (also politicization; see English spelling differences) is a concept in political science and theory used to explain how ideas, entities or collections of facts are given a political tone or character, and are consequently assigned to the ideas and strategies of a particular group or party, thus becoming the subject of contestation. Politicisation has been described as compromising objectivity,[1] and is linked with political polarisation.[2][3] Conversely, it can have a democratising effect and enhance political choice,[4] and has been shown to improve the responsiveness of supranational institutions such as the European Union.[5] The politicisation of a group is more likely to occur when justifications for political violence are considered acceptable within a society, or in the absence of norms condemning violence.[6]"}
{"Topic":"Politics","Page_Title":"Pro-Truth Pledge","First_Paragraph":"The Pro-Truth Pledge is an initiative promoting truth seeking and rational thinking, particularly in politics.[1][2][3]"}
